Repository: vkucera/task-coach
Catalog: i18n.*/*.po
Languages: in

source: Couldn't load settings from TaskCoach.ini: %s
in: TaskCoach.ini dosyasından ayarlar yüklenemedi: %s

source: %s file error
in: %s dosya hatası

source: New attachment
in: Yeni eklenti

source: Edit attachment
in: Eklenti düzenle

source: Add note to attachment
in: Eklentiye not ekle

source: Copy
in: Kopyala

source: Delete
in: Sil

source: Cut
in: Kes

source: Paste
in: Yapıştır

source: Drag and drop
in: Sürükle ve bırak

source: Add attachment
in: Eklenti ekle

source: New note
in: Yeni not

source: New category
in: Yeni kategori

source: New subcategory
in: Yeni alt kategori

source: Edit category
in: Kategori düzenle

source: Drag and drop category
in: Kategoriyi sürükle bırak

source: Add note to category
in: Kategoriye not ekle

source: New effort
in: Yeni çaba

source: Edit effort
in: Çabayı düzenle

source: New subnote
in: Yeni alt not

source: Edit note
in: Notu düzenle

source: Drag and drop note
in: Notu sürükle ve bırak

source: Paste into task
in: Görevin içine yapıştır

source: Drag and drop task
in: Görevi sürükle ve bırak

source: Delete task
in: Görevi Sil

source: New task
in: Yeni görev

source: New subtask
in: Yeni alt görev

source: Edit task
in: Görevi düzenle

source: Mark completed
in: Tamamlanmış olarak işaretle

source: Start tracking
in: İzlemeye Başla

source: Stop tracking
in: İzlemeyi bırak

source: Maximize priority
in: En büyük öncelik

source: Minimize priority
in: En düşük öncelik

source: Increase priority
in: Önceliği arttır

source: Decrease priority
in: Önceliği düşür

source: Add note to task
in: göreve not ekle

source: Error while saving %s.ini: %s
in: %s.ini'yi kaydederken hata oluştu: %s

source: Save error
in: Kaydetme hatası

source: New attachment...
in: Yeni eklenti...

source: Insert a new attachment
in: Yeni eklenti ekle

source: Edit attachment...
in: Eklentiyi düzenle...

source: Edit the selected attachments
in: Seçili ekletntiyi düzenle

source: Delete attachment
in: Eklentiyi kaldır

source: Delete the selected attachments
in: Seçili eklentileri kaldır

source: Open attachment
in: Eklenti aç

source: Open the selected attachments
in: Seçili eklentileri aç

source: New category...
in: Yeni kategori...

source: Insert a new category
in: Yeni Kategori Ekle

source: Edit category...
in: Kategoriyi düzenle...

source: Edit the selected categories
in: Seçili Kategorileri Düzenle

source: Delete category
in: Kategoriyi Sil

source: Delete the selected categories
in: Seçili kategorileri sil

source: New subcategory...
in: Yeni alt kategori...

source: Insert a new subcategory
in: Yeni alt kategori ekle

source: &New effort...
in: &Yeni çaba...

source: Add an effort period to the selected task(s)
in: Seçili görev(ler)e çalışma zamanı ekle

source: &Edit effort...
in: &Çabayı düzenle...

source: Edit the selected effort period(s)
in: Seçili çalışma zaman(lar)ını düzenle

source: &Delete effort
in: &Çabayı sil

source: Delete the selected effort period(s)
in: Seçili çalışma zaman(lar)ını sil

source: New note...
in: Yeni not...

source: Insert a new note
in: Yeni not ekle

source: Edit note...
in: Notu düzenle...

source: Edit the selected notes
in: Seçili notları düzenle

source: Delete note
in: Notu sil

source: Delete the selected notes
in: Seçili notları sil

source: New subnote...
in: Yeni alt not...

source: Insert a new subnote
in: Yeni alt not ekle

source: &New task...
in: &Yeni görev...

source: New &subtask...
in: Yeni &alt görev...

source: Insert a new task
in: Yeni görev ekle

source: &Edit task...
in: &Görevi düzenle...

source: Edit the selected task
in: Seçili görevi düzenle

source: &Delete task Ctrl+DEL
in: &Görevi sil Ctrl+Del

source: Delete the selected task(s)
in: Seçili görev(ler)i sil

source: Insert a new subtask into the selected task
in: Seçili göreve yeni alt görev ekle

source: For this task
in: Bu görev için

source: For this task including all subtasks
in: Bu görev ve tüm altgörevleri için

source: For this note
in: Bu not için

source: For this note including all subnotes
in: Yeni alt not

source: Subject
in: Konu

source: Description
in: Açıklama

source: Use this color:
in: Şu rengi kullan:

source: Color
in: Renk

source: Priority
in: Öncelik

source: Browse
in: Gözat

source: Location
in: Konum

source: Dates
in: Tarihler

source: Start date
in: Başlangıç tarihi

source: Due date
in: Bitiş Tarihi

source: Completion date
in: Tamamlanma tarihi

source: Reminder
in: Anımsatıcı

source: Recurrence
in: Yineleme

source: None
in: Hiçbiri

source: Daily
in: Günlük

source: Monthly
in: Aylık

source: Weekly
in: Haftalık

source: Yearly
in: Yıllık

source: , every
in: , her

source: Maximum number of recurrences
in: En çok yineleme sayısı

source: day(s),
in: gün(ler),

source: period,
in: dönem,

source: week(s),
in: hafta(lar),

source: month(s),
in: ay(lar),

source: year(s),
in: yıl(lar),

source: Budget
in: Bütçe

source: Revenue
in: Gelir

source: Time spent
in: Harcanan zaman

source: Budget left
in: Kalan Bütçe

source: Hourly fee
in: Saatlik ücret

source: Fixed fee
in: Sabit ücret

source: Categories
in: Kategoriler

source: Attachments
in: Ekler

source: Notes
in: Notlar

source: Task behavior
in: Görev davranışı

source: Use application-wide setting
in: Uygulama geneli ayarları kullan

source: No
in: Hayır

source: Yes
in: Evet

source: Mark task completed when all children are completed?
in: Tüm alt görevleri tamamlanınca görevi tamamlanmış işaretle

source: Effort
in: Çaba

source: Behavior
in: Davranış

source: Task
in: Görev

source: Start tracking from last stop time
in: En son durulan zamandan başla

source: Start
in: Başlat

source: Stop
in: Dur

source: This setting will take effect after you restart %s
in: Bu ayar, yeniden başlattıktan sonra etkili olacak %s

source: Auto save after every change
in: Her değişiklikten sonra otomatik olarak kaydet

source: Create a backup copy before overwriting a %s file
in: Bir %s dosyasına yazmadan önce yedekle

source: Maximum number of recent files to remember
in: En fazla hatırlanacak geçmiş dosya sayısı

source: (For running %s from a removable medium)
in: (%s'i çıkarılabilir diskten çalıştırmak için)

source: Attachment base directory
in: Ek tabanı dizini

source: When adding an attachment, try to make its path relative to this one.
in: Bir eklenti yaparken, klasör yolunu bununla bağlantılı yap.

source: Show splash screen on startup
in: Açılışta hoşgeldin ekranı göster

source: Show tips window on startup
in: Açılışta ipuçlarını göster

source: Start with the main window iconized
in: Ana ekran ikon şeklinde başlat

source: Always
in: Her zaman

source: Never
in: Asla

source: If it was iconized last session
in: Eğer son oturumda icon yapıldıysa

source: Check for new version of %(name)s on startup
in: Başlangıçta %(name)s yeni versiyonlarını araştır

source: Hide main window when iconized
in: Minimize edilince ana pencereyi sakla

source: Minimize main window when closed
in: Kapatıldığında ana pencereyi küçült

source: Show a popup with the description of an item when hovering over it
in: Bir nesnenin üzerinde imleç gezerken açıklamasını içeren bir popup göster

source: Language
in: Dil

source: If your language is not available, or the translation needs improving, please consider helping. See:
in: Eğer sizin diliniz yoksa yada düzeltmek gerekiyorsa, lütfen yardım ediniz. Bakınız:

source: Language not found?
in: Dil bulunamadı?

source: Click this button to change the color of active tasks
in: Aktif görevlerin rengini değiştirmek için butonu tıkla

source: Click this button to change the color of inactive tasks
in: Aktif olmayan görevlerin rengini değiştirmek için butonu tıkla

source: Click this button to change the color of completed tasks
in: Tamamlanmış görevlerin rengini değiştirmek için butonu tıkla

source: Click this button to change the color of over due tasks
in: Günü geçmiş görevlerin rengini değiştirmek için butonu tıkla

source: Click this button to change the color of tasks due today
in: Bugün bitecek görevlerin rengini değiştirmek için butonu tıkla

source: Allow for taking notes
in: Notlar alınmasına izin ver

source: Enable SyncML
in: SyncML Etkinleştir

source: Hour of start of work day
in: İş günü başlama saati

source: Hour of end of work day
in: İş günü bitiş saati

source: Minutes between task start/end times
in: Görev başlama/bitiş zamanları arasındaki dakikalar

source: Mark parent task completed when all children are completed
in: Yavruları tamamlandığında ana görevi bitmiş işaretle

source: Check spelling in editors
in: Düzenyicilerdeki imlayı denetle

source: Window behavior
in: Pencere davranışı

source: Files
in: Dosyalar

source: Colors
in: Renkler

source: Features
in: Özellikler

source: Editor
in: Düzenleyici

source: Five minutes
in: Beş dakika

source: Ten minutes
in: On dakika

source: Fifteen minutes
in: Onbeş dakika

source: Half an hour
in: Yarım saat

source: One hour
in: Bir saat

source: Two hours
in: İki saat

source: Reminder date/time
in: Hatırlatıcı tarih/zaman

source: Snooze
in: Sustur

source: User name/ID
in: Kullanıcı adı/Kimlik

source: Enable tasks synchronization
in: Görevleri eşleştirmeyi etkinleştir

source: Tasks database name
in: Görevlerin veritabanı adı

source: Preferred synchonization mode
in: Yeğlenen eşleştirme kipi

source: Two way
in: İki yol

source: Slow
in: Yavaş

source: One way from client
in: Bir yol istemciden

source: Refresh from client
in: İstemciden yenile

source: One way from server
in: Bir yol sunucudan

source: Refresh from server
in: Sunucudan yenile

source: Enable notes synchronization
in: Not eşleştirmesini etkinleştir

source: Notes database name
in: Notların veritabanı adı

source: Tasks
in: Görevler

source: New version of %(name)s available
in: %(name)s yeni versiyonu mevcut

source: Version %(version)s of %(name)s is available from
in: %(name)s %(version)s sürümü kullanılabilir:

source: Notify me of new versions.
in: Yeni sürümlerden haberdar et

source: %s files (*.tsk)|*.tsk|Backup files (*.tsk.bak)|*.tsk.bak|All files (*.*)|*
in: %s dosyaları (*.tsk)|*.tsk|Yedek dosyaları (*.tsk.bak)|*.tsk.bak|Tüm dosyalar (*.*)|*

source: iCalendar files (*.ics)|*.ics|All files (*.*)|*
in: iCalendar dosyaları (*.ics)|*.ics|Bütün dosyalar (*.*)|*

source: HTML files (*.html)|*.html|All files (*.*)|*
in: HTML dosyaları (*.html)|*.html|Bütün dosyalar (*.*)|*

source: CSV files (*.csv)|*.csv|Text files (*.txt)|*.txt|All files (*.*)|*
in: CSV dosyalar (*.csv)|*.csv|Text dosyalar (*.txt)|*.txt|Tüm dosyalar (*.*)|*

source: VCalendar files (*.vcal)|*.vcal|All files (*.*)|*
in: VCalendar dosyaları (*.vcal)|*.vcal|Tüm dosyalar (*.*)|*

source: Open
in: Aç

source: Error while reading %s:
in: %s i okurken hata oluştu:

source: Are you sure it is a %s-file?
in: Bunun bir %s dosyası olduğuna emin misiniz?

source: Loaded %(nrtasks)d tasks from %(filename)s
in: %(filename)s den %(nrtasks)d görev yüklendi

source: Cannot open %s because it doesn't exist
in: %s i açamıyorum çünkü mevcut değil

source: Merge
in: Birleştir

source: Merged %(filename)s
in: %(filename)s birleştirildi

source: Save as...
in: Farklı kaydet...

source: Cannot save %s %s
in: Kaydedilemiyor: %s %s

source: Please enter the template name.
in: Lütfen şablon adı girin.

source: Save as template
in: Şablon olarak kaydet

source: Open template...
in: Şablonu aç...

source: %s template files (*.tsktmpl)|*.tsktmpl
in: %s şablon dosyası (*.tsktmpl)|*.tsktmpl

source: Export as iCalendar...
in: iCalendar olarak dışarı al...

source: Export as HTML...
in: HTML olarak dışarı al...

source: Exported %(nrtasks)d items to %(filename)s
in: %(filename)s e %(nrtasks)d nesne çıkartıldı

source: Export as CSV...
in: CSV olarak dışarı al...

source: Export as VCalendar...
in: VCalendar olarak dışa aktar...

source: Finished synchronization
in: Eşleştirme bitti

source: Synchronization status
in: Eşleştirme durumu

source: You have unsaved changes. Save before closing?
in: Kaydedilmemiş değişiklikler var. Kapatmadan önce kaydedilsin mi?

source: %s: save changes?
in: %s: değişiklikleri kaydedilsin mi?

source: Closed %s
in: %s kapatıldı

source: Saved %(nrtasks)d tasks to %(filename)s
in: %(filename)s e %(nrtasks)d görev saklandı

source: Welcome to %(name)s version %(version)s
in: %(name)s versiyon %(version)s e hoşgeldiniz

source: &File
in: &Dosya

source: &Edit
in: &Düzenle

source: &View
in: &Görünüm

source: &Task
in: &Görev

source: Eff&ort
in: Ça&ba

source: &Category
in: &Kategori

source: &Note
in: &Not

source: &Help
in: &Yardım

source: &Export
in: &Dışarı ver

source: &Select
in: &Seç

source: &New viewer
in: &Yeni görsel

source: &Activate next viewer Ctrl+PgDn
in: Sonraki görüntüleyiciyi &etkinleştir Ctrl+PgDn

source: Activate the next open viewer
in: Sonraki açık görüntüleyiciyi etkinleştir

source: Activate &previous viewer Ctrl+PgUp
in: &Önceki görüntüleyiciyi etkinleştir Ctrl+PgUp

source: Activate the previous open viewer
in: Önceki açık görüntüleyiciyi etkinleştir

source: &Filter
in: &Süzgeç

source: &Sort
in: &Sırala

source: &Columns
in: &Sütunlar

source: &Tree options
in: &Ağaç seçenekleri

source: T&oolbar
in: A&raç Kutusu

source: Show/hide status bar
in: Durum çubuğunu göster/sakla

source: Status&bar
in: Durum &çubuğu

source: Open a new tab with a viewer that displays tasks
in: Görevleri gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: Task &square map
in: Görev &alanı haritası

source: Open a new tab with a viewer that displays tasks in a square map
in: Bir alan haritasında görevleri gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: Open a new tab with a viewer that displays categories
in: Kategorileri gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: &Effort
in: &Çalışma

source: Open a new tab with a viewer that displays efforts
in: Çalışmayı gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: Effort for &one task
in: &Bir görev için çalışma

source: Open a new tab with a viewer that displays efforts for the selected task
in: Seçilen görevler için çalışmayı gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: Open a new tab with a viewer that displays notes
in: Notları gösteren yeni bir sekmeyi bir görüntüleyici ile aç

source: &Hide
in: &Gizle

source: Hide the toolbar
in: Araç çubuğunu gizle

source: &Small images
in: &Küçük görüntüler

source: Small images (16x16) on the toolbar
in: Araç çubuğunda küçük (16x16) simgeler

source: &Medium-sized images
in: &Orta büyüklükteki görüntüler

source: Medium-sized images (22x22) on the toolbar
in: Araç çubuğunda (22x22) orta-boy resimler

source: &Large images
in: &Büyük resimler

source: Large images (32x32) on the toolbar
in: Araç çubuğunda (32x32) büyük-boy resimler

source: New task &from template
in: &Şablondan yeni bir görev

source: &Start tracking effort
in: &Çaba harcamaya başla

source: %s (subtasks)
in: %s (altgörevler)

source: Page
in: Sayfa

source: Infinite
in: Sonsuz

source: Every %(frequency)d days
in: Her %(frequency)d gün

source: Every %(frequency)d weeks
in: Her %(frequency)d hafta

source: Every %(frequency)d months
in: Her %(frequency)d ay

source: Every %(frequency)d years
in: Her %(frequency)d yıl

source: Every other day
in: Öteki her gün

source: Every other week
in: Öteki her hafta

source: Every other month
in: Öteki her ay

source: Every other year
in: Her diğer yıl

source: now
in: şimdi

source: %d tasks overdue
in: %d görev zamanı geçti

source: one task overdue
in: bir görev gecikmiş

source: %d tasks due today
in: %d görevin bugün yapılması gerekiyor

source: one task due today
in: bir görevin bugün yapılması gerekiyor

source: &Open... Ctrl+O
in: &Aç... Ctrl+O

source: Open a %s file
in: Bir %s dosyası aç

source: Open %s
in: %s 'i aç

source: &Merge...
in: &Birleştir...

source: Merge tasks from another file with the current file
in: Başka dosyadaki görevleri bu dosya ile birleştir

source: &Close Ctrl+W
in: &Kapat Ctrl+W

source: Close the current file
in: Geçerli dosyayı kapat

source: &Save Ctrl+S
in: &Kaydet Ctrl+S

source: Save the current file
in: Geçerli dosyayı kaydet

source: S&ave as... Shift+Ctrl+S
in: F&arklı kaydet... Shift+Ctrl+S

source: Save the current file under a new name
in: Şimdiki dosyayı yeni bir ad ile kaydet

source: Sa&ve selection...
in: Seçimi Ka&ydet...

source: Save the selected tasks to a separate file
in: Seçilen görevleri ayrı bir dosyaya kaydet

source: Save selected task as &template
in: Seçilen görevi &şablon olarak kaydet

source: Save the selected task as a task template
in: Seçilen görevi bir görev şablonu olarak kaydet

source: Add template
in: Şablon ekle

source: Add a new template from a template file
in: Bir şablon dosyasından yeni bir şablon ekle

source: Purge deleted items
in: Silinmiş öğeleri temizle

source: Warning
in: Uyarı

source: Page setup... Shift+Ctrl+P
in: Sayfa düzeni... Shift+Ctrl+P

source: Setup the characteristics of the printer page
in: Yazıcı sayfası niteliklerini ayarla

source: Print preview
in: Baskı önizleme

source: Show a preview of what the print will look like
in: Yazıcı çıktısının nasıl görüneceğine bir bakın

source: Print... Ctrl+P
in: Yazdır... Ctrl+P

source: Print the current file
in: Çalışılan dosyayı yazdır

source: Export effort as &iCalendar...
in: Çalışmayı &iCalendar olarak dışa aktar...

source: Export effort in iCalendar (*.ics) format
in: Çalışmayı &iCalendar (*.ics) biçiminde dışa aktar

source: Export as &HTML...
in: &HTML olarak dışa aktar...

source: Export the current view as HTML file
in: Şimdiki görünümü HTML dosyası olarak dışa aktar

source: Export &selection as HTML...
in: &Seçimi HTML olarak dışa aktar...

source: Export the selection in the current view as HTML file
in: Şimdiki görünümdeki seçimi HTML dosyası olarak dışa aktar

source: Export as &CSV...
in: &CSV olarak dışa aktar...

source: Export the current view in Comma Separated Values (CSV) format
in: Şimdiki Virgülle Ayrılmış Değerler (CSV) biçimindeki görünümü dışa aktar

source: S&yncML synchronization
in: S&yncML eşleştirmesi

source: Synchronize with a SyncML server
in: Bir SyncML sunucusuyla eşleştir

source: Please enter your password:
in: Lütfen parolanızı girin:

source: Task Coach SyncML password
in: Task Coach SyncML parolası

source: &Quit Ctrl+Q
in: &Çık Ctrl+Q

source: Exit %s
in: %s Kapat

source: &Undo
in: &Geri al

source: Undo the last command
in: Son komutu geri al

source: &Redo
in: &Yinele

source: Redo the last command that was undone
in: Geri alınan son komutu yinele

source: Cu&t Ctrl+X
in: Ke&s Ctrl+X

source: Cut the selected item(s) to the clipboard
in: Seçilen öğeyi panoya kes

source: &Copy Ctrl+C
in: &Kopyala Ctrl+C

source: Copy the selected item(s) to the clipboard
in: Seçilen öğeyi panoya kopyala

source: &Paste Ctrl+V
in: &Yapıştır Ctrl+V

source: Paste item(s) from the clipboard
in: Öğeyi panodan yapıştır

source: P&aste into task Shift+Ctrl+V
in: Göreve &yapıştır Shift+Ctrl+V

source: Paste item(s) from the clipboard into the selected task
in: Panodan öğeyi seçilen göreve yapıştır

source: Preferences...
in: Tercihler...

source: Edit preferences
in: Tercihleri düzenle

source: SyncML preferences...
in: SyncML yeğlenenleri...

source: Edit SyncML preferences
in: SyncML yeğlenenlerini düzenle

source: &All Ctrl+A
in: &Hepsi Ctrl+A

source: Select all items in the current view
in: Şimdiki görünüm içindeki tüm öğeleri seç

source: &Invert selection
in: Seçimi &tersine çevir

source: Select unselected items and unselect selected items
in: Seçilmemiş öğeleri seç ve seçilmiş öğelerin seçimini kaldır

source: &Clear selection
in: &Seçimi temizle

source: Unselect all items
in: Tüm öğelerin seçimini kaldır

source: &Clear all filters
in: Tüm süzgeçleri &temizle

source: Show all items (reset all filters)
in: Tüm öğeleri göster (tüm süzgeçleri sıfırla)

source: &Rename viewer...
in: Görüntüleyiciyi &yeniden adlandır...

source: Rename the selected viewer
in: Seçilen görüntüleyiciyi yeniden adlandır

source: New title for the viewer:
in: Görüntüleyici için yeni başlık:

source: Rename viewer
in: Görüntüleyiciyi yeniden adlandır

source: &Hide this column
in: &sütunu sakla

source: Hide the selected column
in: Seçili sütunu sakla

source: &Expand all items Shift+Ctrl+E
in: Tüm öğeleri &genişlet Shift+Ctrl+E

source: Expand all items with subitems
in: Tüm öğeleri alt öğeleri ile genişlet

source: E&xpand
in: G&enişlet

source: Expand the selected item(s)
in: Seçilen öğeyi genişlet

source: &Collapse all items Shift+Ctrl+C
in: Tüm öğeleri &daralt Shift+Ctrl+C

source: Collapse all items with subitems
in: Tüm öğeleri alt öğeleri ile daralt

source: C&ollapse
in: D&aralt

source: Collapse the selected items with subitems
in: Seçilen öğeleri alt öğeleri ile daralt

source: &Ascending
in: &Artan

source: Sort ascending (checked) or descending (unchecked)
in: Artan (seçilen) ya da azalan (seçilmeyen) sırala

source: Sort case sensitive
in: Büyük ve küçük harfe duyarlı sırala

source: When comparing text, sorting is case sensitive (checked) or insensitive (unchecked)
in: Metin karşılaştırılırken büyük ya da küçük harfe duyarlı (seçilen) ya da duyarsız (seçilmeyen) sırala

source: &Active
in: &Etkin

source: Show/hide active tasks (tasks with a start date in the past and a due date in the future)
in: Etkin görevleri göster/gizle (geçmişte başlayıp gelecekte bitecek olan görevler)

source: &Inactive
in: &Etkin değil

source: Show/hide inactive tasks (tasks with a start date in the future)
in: Etkin olmayan görevleri göster/gizle (gelecekte başlayacak olan görevler)

source: &Completed
in: &Tamamlandı

source: Show/hide completed tasks
in: Tamamlanmış görevleri göster/sakla

source: &Over due
in: &Tarihi geçmiş

source: Show/hide over due tasks (tasks with a due date in the past)
in: Gecikmiş görevleri göster/gizle (bitiş zamanı geçmişte olan görevler)

source: Over &budget
in: Bütçe &aşılmış

source: Show/hide tasks that are over budget
in: Bütçesi aşılmış görevleri göster/sakla

source: Show/hide tasks with subtasks in list mode
in: Görevlerle alt görevleri liste kipinde göster/gizle

source: Create a new task from a template
in: Bir şablondan yeni bir görev oluştur

source: New task with selected categories...
in: Seçilen kategorilerle yeni görev...

source: &Mark task completed Ctrl+RETURN
in: Görevi &tamamlandı olarak işaretle Ctrl+RETURN

source: Mark the selected task(s) completed
in: Seçilen görevi tamamlandı olarak işaretle

source: Mail task
in: Görevi postala

source: Mail the task, using your default mailer
in: Görevi varsayılan mail programınla gönder

source: &Open all attachments
in: Bütün ekleri aç

source: Error opening attachment
in: Eki açarken hata

source: Help about the program
in: Yazılım hakkında yardım

source: Help
in: Yardım

source: &Tips
in: &İpuçları

source: Tips about the program
in: Yazılım hakkında ipuçları

source: &License
in: &Lisans

source: %s license
in: %s lisans

source: Help: %s license
in: Yardım: %s lisans

source: &Restore
in: &Geri yükle

source: Effort details
in: Çaba detayları

source: Effort per day
in: Günlük çaba

source: Effort per month
in: Aylık Çaba

source: Effort per week
in: Haftalık çaba

source: Sort by subject
in: Konuya göre sırala

source: Sub&ject
in: Kon&u

source: &Description
in: &Açıklama

source: Sort by description
in: Açıklamaya göre sırala

source: Show/hide description column
in: Açıklama sütununu göster/sakla

source: Categories: %d selected, %d total
in: Kategoriler: %d seçili, %d toplam

source: Status: %d filtered
in: Durum: %d süzülmüş

source: Period
in: Dönem

source: Total time spent
in: Toplam harcanan zaman

source: Total revenue
in: Toplam ciro

source: &Categories
in: &Kategoriler

source: Show/hide categories column
in: Kategori sütununu göster/sakla

source: Effort: %d selected, %d visible, %d total
in: Çaba: %d seçilmiş, %d görünen, %d toplam

source: &Unlimited
in: &Sınırsız
