Repository: vkucera/task-coach
Catalog: i18n.*/*.po
Languages: in

source: Show all tasks
in: Bütün görevleri göster

source: &Today
in: &Bugün

source: Only show tasks due today
in: Sadece bugün bitecek görevleri göster

source: T&omorrow
in: Y&arın

source: Only show tasks due today and tomorrow
in: Sadece bugün ve yarın bitecek görevleri göster

source: Only show tasks due this work week (i.e. before Friday)
in: Sadece bu çalışma haftasında bitecek görevleri göster (ör. Cuma'dan önce)

source: &Week
in: &Hafta

source: Only show tasks due this week (i.e. before Sunday)
in: Sadece bu hafta bitecek görevleri göster

source: &Month
in: &Ay

source: Only show tasks due this month
in: Sadece bu ay bitecek görevleri göster

source: &Year
in: &Yıl

source: Only show tasks due this year
in: Sadece bu yıl bitecek görevleri göster

source: &Hide tasks that are
in: &Görevleri gizle

source: Sort tasks by start date
in: Görevleri başlama tarihine göre sırala

source: &Priority
in: &Öncelik

source: &Reminder
in: &Hatırtlatma

source: &Attachments
in: &Eklentiler

source: Notes: %d selected, %d total
in: Notlar: %d seçili, %d toplam

source: Status: n/a
in: Durum : n/a

source: Tasks: %d selected, %d visible, %d total
in: Görevler: %d seçili, %d görünür, %d toplam

source: Status: %d over due, %d inactive, %d completed
in: Durum: %d zamanı geçmiş, %d pasif, %d tamamlanmış

source: Days left
in: Kalan gün

source: Total budget
in: Toplam bütçe

source: Total budget left
in: Toplam kalan bütçe

source: Total fixed fee
in: Toplam sabit ücret

source: &Dates
in: &Tarihler

source: &Financial
in: &Finansal

source: Show/hide attachment column
in: Eklenti kolonunu göster/sakla

source: Show/hide reminder column
in: Hatırlatma sütununu göster/sakla

source: <h3><a name="tasks">Tasks</a></h3>
in: <h3><a name="tasks">Görevler</a></h3>

source: <h3><a name="effort">Effort</a></h3>
in: <h3><a name="effort">Çaba</a></h3>

source: If you enter a URL (e.g. %(url)s) in a task or effort description, it becomes a link. Clicking on the link will open the URL in your default web browser.
in: Eğer bir görev yada çaba açıklamasında bir URL girerseniz (e.g. %(url)s), bir bağlantı şeklini alır. Bağlantıya tıklayınca geçerli web tarayıcısında URL açılır.

source: You can drag and drop tasks in the tree view to rearrange parent-child relationships between tasks. The same goes for categories.
in: Görevler arasındaki ana-yavru bağlantısını değiştirmek için ağaç görüntüde görevleri sürükleyip bırakabilirsiniz. Aynısı kategoriler için de geçerlidir.

source: You can drag files from a file browser onto a task to create attachments. Dragging the files over a tab will raise the appropriate page, dragging the files over a collapsed task (the boxed + sign) in the tree view will expand the task to show its subtasks.
in: Bir göreve dosya ataş etmek için dosyaları gezginden sürükleyebilirsiniz. Ekranda bir sekme üzerine sürüklediğinizde sekme açılır, kapalı bir ana görev üzerine sürüklenince (yanında + işareti olan görev) görev açılarak alt görevler görünür.

source: What is actually printed when you select 'File' -> 'Print' depends on the current view. If the current view shows the task list, a list of tasks will be printed, if the current view shows effort grouped by month, that will be printed. The same goes for visible columns, sort order, filtered tasks, etc.
in: 'Dosya' -> 'Yazdır' komutu ile seçili sekmedeki görüntü yazdırılır. Eğer seçili görüntü görev listesiyse, yazıcıdan görev listesi olan sayfa çıkar, eğer seçili görüntüde aylara göre çabalar varsa, bunlar bastırılır. Aynı şeyler görünen sütunlar, sıralama, filtrelenmiş görevler vb. için de geçerlidir.

source: Left-click a column header to sort by that column. Click the column header again to change the sort order from ascending to descending and back again. Right-click a column header to hide that column or make additional columns visible.
in: Bir sütuna göre sıralama yapmak için sütun başlığını sol tıklayın. Tekrar tıklanınca sıralama artan veya azalan olarak değişir. Sütun başlığına sağ tıklayınca hangi sütunların görüneceğini belirtir bir menü açılır.

source: Untitled e-mail
in: Başlıksız e-posta

source: Please enter password for user %(user)s on %(server)s:%(port)d
in: Lütfen kullanıcı %(user) için %(server):%(port) portunda şifre girin

source: Wrong password. Please try again.
in: Yanlış şifre. Lütfen yeniden deneyin.

source: OK
in: TAMAM

source: Cancel
in: İptal

source: All files (*.*)|*
in: Bütün doyalar (*.*)|*

source: Match case
in: Büyük/küçük harf duyarlı olarak eşit

source: Match case when filtering
in: Filtrelerken harf boyutuna duyarlı eşit

source: Include sub items
in: Alt elemanları da içer

source: Include sub items of matching items in the search results
in: Arama sonuçlarında eşitlenen elemanların alt elemanlarını da içer

source: Recent searches
in: Son aramalar

source: Viewer not searchable
in: İzleme penceresinde arama yapılamaz
