Repository: vkucera/task-coach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: <h4><a name="taskproperties">Task properties</a></h4> <p>Tasks have the following properties you can change: <ul> <li>Subject: a single line that summarizes the task.</li> <li>Description: a multi-line description of the task.</li> <li>Due date: the date the task should be finished. This can be 'None' indicating that this task has no fixed due date.</li> <li>Start date: the first date on which the task can be started. The start date defaults to the date the task is created. It can also be 'None' indicating that you don't really want to start this task. This can be convenient for e.g. registering sick leave.</li> <li>Completion date: this date is 'None' as long as the task has not been completed. It is set to the current date when you mark the task as completed. The completion date can also be entered manually.</li> <li>Budget: amount of hours available for the task.</li> <li>Hourly fee: the amount of money earned with the task per hour.</li> <li>Fixed fee: the amount of money earned with the task regardless of the time spent.</li> </ul></p> <p>The following properties are calculated from the properties above: <ul> <li>Days left: the number of days left until the due date.</li> <li>Total budget: sum of task budget and the budgets of all subtasks of the task, recursively.</li> <li>Time spent: effort spent on the task.</li> <li>Total time spent: effort spent on the task and all subtasks, recursively.</li> <li>Budget left: task budget minus time spent on the task.</li> <li>Total budget left: total task budget minus total time spent.</li> <li>Total fixed fee: sum of fixed fee of the task and the fixed fees of all subtasks of the task, recursively.</li> <li>Revenue: hourly fee times hours spent plus fixed fee.</li> <li>Total revenue: sum of task revenue and revenue of all subtasks, recursively.</li> </ul></p>
in: <h4><a name="taskproperties">Vlastnosti úlohy</a></h4> <p>Úlohám môžete nastavovať nasledujúce vlastnosti: <ul> <li>Názov: jeden riadok, ktorý zhŕňa pointu úlohy.</li> <li>Popis: niekoľkoriadkový popis úlohy.</li> <li>Termín: dátum, do ktorého má byť úloha dokončená. Može byť 'žiaden', ak úloha nemá stanovený presný termín.</li> <li>Dátum štartu: prvý deň, v ktorý možno začať pracovať na úlohe. Dátum štartu sa štandardne nastaví na deň, kedy je úloha vytvorená. Môže byť nastavený na 'nikdy', čo znamená, že túto úlohu nechcete naozaj začať. To sa môže hodiť napríklad na registrovanie PN-ky.</li> <li>Dátum dokončenia: tento dátum je 'nikdy' až kým úloha nie je dokončená. Nastaví sa na aktuálny dátum, keď označíte úlohu za dokončenú. Dátum dokončenia možno zadať aj manuálne.</li> <li>Rozpočet: počet hodín, ktoré možno stráviť úlohou.</li> <li>Hodinová mzda: množstvo peňazí zarobených každú hodinu práce na úlohe.</li> <li>Pevná mzda: množstvo peňazí zarobených na úlohe bez ohľadu na strávený čas.</li> </ul></p> <p>Nasledujúce vlastnosti sa vypočítajú z horeuvedených vlastností: <ul> <li>Zostáva dní: počet dní, ktoré zostávajú do termínu.</li> <li>Celkový rozpočet: súčasť rozpočtov úlohy a všetkých podúloh, rekurzívne.</li> <li>Strávený čas: práca vynaložená na túto úlohu.</li> <li>Celkový strávený čas: práca vynaložená na túto úlohu a všetky jej podúlohy, rekurzívne.</li> <li>Zostáva rozpočet: rozpočet na úlohu mínus čas strávený na úlohe.</li> <li>Zostáva celkový rozpočet: celkový rozpočet na úlohu mínus celkový strávený čas.</li> <li>Celková pevná mzda: súčet pevných miezd za úlohu a všetky jej podúlohy, rekurzívne.</li> <li>Príjmy: hodinová mzda krát počet hodín plus pevná mzda.</li> <li>Celkové príjmy: súčet príjmov za úlohu a všetky jej podúlohy, rekurzívne.</li> </ul></p>

source: <h4><a name="taskstates">Task states</a></h4> <p>Tasks always have exactly one of the following states: <ul> <li>Active: the start date is in the past and the due date in the future;</li> <li>Inactive: the start date is in the future, or</li> <li>Completed: the task has been completed.</li> </ul></p> <p>In addition, tasks can be referenced as: <ul> <li>Over due: the due date is in the past;</li> <li>Due today: the due date is today;</li> <li>Over budget: no buget left;</li> <li>Under budget: still budget left;</li> <li>No budget: the task has no budget.</li> </ul></p>
in: <h4><a name="taskstates">Stavy úlohy</a></h4> <p>Úloha má vždy práve jeden z nasledujúcich stavov: <ul> <li>Aktívna: začiatok úlohy je v minulosti a termín je v budúcnosti;</li> <li>Neaktívna: začiatok úlohy je v budúcnosti, alebo</li> <li>Dokončená: úloha bola dokončená.</li> </ul></p> <p>Okrem toho môžu byť úlohy označené ako: <ul> <li>Po termíne: termín je v minulosti;</li> <li>Dnešné: termín je dnes;</li> <li>S prekročeným rozpočtom: v rozpočte nič nezostalo;</li> <li>V rámci rozpočtu: v rozpočte ešte niečo zostalo;</li> <li>Bez rozpočtu: úloha nemá žiaden rozpočet.</li> </ul></p>

source: <h3><a name="effort">Effort</a></h3>
in: <h3><a name="effort">Práca</a></h3>

source: <h4><a name="abouteffort">About effort</a></h4> <p>Whenever you spent time on tasks, you can record the amount of time spent by tracking effort. Select a task and invoke 'Start tracking effort' in the Effort menu or the context menu or via the 'Start tracking effort' toolbar button.</p>
in: <h4><a name="abouteffort">O práci</a></h4> <p>Vždy, keď strávite čas nejakou úlohou, môžete si zaznamenať množstvo stráveného času. Vyberte si úlohu a spustite 'Začni merať prácu' v menu Práca alebo v kontextovom menu alebo pomocou tlačidla 'Začnimerať prácu' v nástrojovej lište.</p>

source: <h4><a name="effortproperties">Effort properties</a></h4> <p>Effort records have the following properties you can change: <ul> <li>Task: the task the effort belongs to.</li> <li>Start date/time: start date and time of the effort.</li> <li>Stop date/time: stop date and time of the effort. This can be 'None' as long as you are still working on the task.</li> <li>Description: a multi-line description of the effort.</li> </ul></p> <p>The following properties are calculated from the properties above: <ul> <li>Time spent: how much time you have spent working on the task.</li> <li>Total time spent: sum of time spent on the task and all subtasks, recursively.</li> <li>Revenue: money earned with the time spent.</li> <li>Total revenue: money earned with the total time spent.</li> </ul></p>
in: <h4><a name="effortproperties">Vlastnosti práce</a></h4> <p>Záznamy o práci majú nasledujúce vlastnosti, ktoré môžete meniť: <ul> <li>Úloha: úloha, ku ktorej patrí daná práca.</li> <li>Začiatok dátum/čas: dátum a čas začatia práce.</li> <li>Koniec dátum/čas: dátum a čas ukončenia práce. Môže byť 'Nikdy', ak ešte stále pracujete na úlohe.</li> <li>Popis: niekoľkoriadkový popis práce.</li> </ul></p> <p>Nasledujúce vlastnosti sa vypočítajú z horeuvedených vlastností: <ul> <li>Strávený čas: koľko času ste strávili prácou na úlohe.</li> <li>Celkový strávený čas: súčet času stráveného na tejto úlohe a na všetkých jej podúlohách, rekurzívne.</li> <li>Príjmy: peniaze získané strávením tohoto času.</li> <li>Celkové príjmy: peniaze získané strávením celkového času.</li> </ul></p>

source: <h4>%(name)s - %(description)s</h4> <h5>Version %(version)s, %(date)s</h5> <p>By %(author)s <%(author_email)s><p> <p><a href="%(url)s" target="_blank">%(url)s</a></p> <p>%(copyright)s</p> <p>%(license)s</p>
in: <h4>%(name)s - %(description)s</h4> <h5>Verzia %(version)s, %(date)s</h5> <p>Od %(author)s <%(author_email)s><p> <p><a href="%(url)s" target="_blank">%(url)s</a></p> <p>%(copyright)s</p> <p>%(license)s</p>

source: Version %(version)s, %(date)s By %(author)s <%(author_email)s> %(url)s %(copyright)s %(license)s
in: Verzia %(version)s, %(date)s Od %(author)s <%(author_email)s> %(url)s %(copyright)s %(license)s

source: %(name)s has a mailinglist where you can discuss usage of %(name)s with fellow users, discuss and request features and complain about bugs. Go to %(url)s and join today!
in: %(name)s má mailovú diskusiu kde sa môžete porozprávať o používaní programu %(name)s s ostatnými používateľmi, diskutovať a navrhovať požiadavky, a sťažovať sa na chyby. Choďte na %(url)s a pripojte sa ešte dnes!

source: %(name)s has unlimited undo and redo. Any change that you make, be it editing a task description, or deleting an effort record, is undoable. Select 'Edit' -> 'Undo' and 'Edit' -> 'Redo' to go backwards and forwards through your edit history.
in: %(name)s môže neobmedzene veľakrát vráti akciu späť a znova ju zopakovať. Vrátiť sa dá hocijaká zmena, ktorú urobíte, či už editovanie popisu úlohy alebo vymazanie záznamu o práci. Vyberte 'Edituj' -> 'Späť' a 'Edituj' -> 'Znova', ak chcete prechádzať dopredu a dozadu históriou editovania.

source: %(name)s is available in a number of different languages. Select 'Edit' -> 'Preferences' to see whether your language is one of them. If your language is not available or the translation needs improvement, please consider helping with the translation of %(name)s. Visit %(url)s for more information about how you can help.
in: %(name)s je dostupný v niekoľkých rôznych jazykoch. Vyberte si 'Edituj' -> 'Nastavenia' a uvidíte, či je váš jazyk jedným z nich. Ak váš jazyk nie je k dispozícii, alebo si preklad vyžaduje vylepšenie, prosím zvážte prípadnú pomoc na preklade programu %(name)s. Navštívte %(url)s a nájdete viac informácií, ako môžete pomôcť.

source: If you enter a URL (e.g. %(url)s) in a task or effort description, it becomes a link. Clicking on the link will open the URL in your default web browser.
in: Ak zadáte URL (e.g. %(url)s) do popisu úlohy alebo práce, vytvorí sa linka. Kliknutím na linku sa dané URL otvorí v štandardnom webovom prezerači.

source: You can drag files from a file browser onto a task to create attachments. Dragging the files over a tab will raise the appropriate page, dragging the files over a collapsed task (the boxed + sign) in the tree view will expand the task to show its subtasks.
in: Súbor môžete potiahnuť zo správcu súborov do úlohy, a vytvoríte tak prílohu. Ak potiahnete súbor nad záložku, otvorí sa príslušná stránka, ak položíte súbor na zbalenú úlohu (znamienko + vo štvorci) v stromovom pohľade, úloha sa rozbalí a ukážu sa jej podúlohy.

source: What is actually printed when you select 'File' -> 'Print' depends on the current view. If the current view shows the task list, a list of tasks will be printed, if the current view shows effort grouped by month, that will be printed. The same goes for visible columns, sort order, filtered tasks, etc.
in: Čo sa naozaj vytlačí, keď vyberiete 'Súbor' -> 'Tlač', záleží na aktuálnom pohľade. Ak aktuálny pohľad zobrazuje zoznam úloh, vytlačí sa zoznam úloh; ak aktuálny pohľad zobrazuje prácu zoskupenú podľa mesiaca, vytlačí sa to. To isté sa týka viditeľných stĺpcov, poradia zoradenia, filtra úloh, atď.

source: Cancel
in: Storno

source: All files (*.*)|*
in: Všetky súbory (*.*)|*

source: Match case
in: Rozlišuj VEĽKÉ a malé

source: Delete effort
in: Ráfordítás törlése

source: Delete task
in: Feladat törlése

source: Paste as subtask
in: Beillesztés mint részfeladat

source: Add category
in: Kategória hozzáadása

source: Help: Colors
in: Súgó:Színek

source: Help: Tasks
in: Súgó: Feladatok

source: Create backup copy when opening a %s file
in: Biztonsági másolat készítése %s fájl megnyitásánál

source: Splash screen
in: Kezdõ ablak

source: English (US)
in: Angol(amerikai)

source: English (UK)
in: Angol(brit)

source: German
in: Német

source: Dutch
in: Holland

source: French
in: Francia

source: Simplified Chinese
in: Egyszerûsített kínai

source: Russian
in: Orosz

source: Spanish
in: Spanyol

source: Startup
in: Indítás

source: Save
in: Mentés

source: Find:
in: Keresés:

source: Type search string (a regular expression) here and press enter
in: Írd be a keresett szöveget és üss entert

source: Clear
in: Törlés

source: Error while reading %s. Are you sure it is a %s-file?
in: Hiba %s beolvasásakor. Biztos, hogy ez egy %s fájl?

source: File error
in: Fájl hiba

source: Ta&sks that are
in: Fe&ladatok amik...

source: Tasks &due before end of
in: Fela&datok amik határideje korábbi mint

source: Task &list options
in: Fel&adat lista opciók

source: Task &tree options
in: Felada&t fa opciók

source: Sort
in: Rendezés

source: Infinite
in: Végtelen

source: No tasks due today
in: Nincs mai határidejû feladat

source: One task due today
in: Egy mai határidejû feladat

source: Cut the selected task(s) to the clipboard
in: Kiválasztott feladatok kivágása vágólapra

source: Copy the selected task(s) to the clipboard
in: Kiválasztott feladatok vágólapra másolása

source: Paste task(s) from the clipboard
in: Feladatok beillesztése a vágólapról

source: P&aste as subtask
in: Be&illesztés mint részfeladat

source: Paste task(s) as subtask(s) of the selected task
in: Kiválasztott feladatok beillesztése részfeladatként

source: &All tasks
in: &Minden feladat

source: Show all tasks (reset all filters)
in: Minden feladat megjelenítése(szûrések törlése)

source: Tasks &with subtasks
in: Feladatok &részfeladatokkal

source: Tasks by categories...
in: Feladatok kategória szerint

source: Show/hide tasks by category
in: Megjeleníti/elrejti a kategória szerinti feladatokat

source: View categories
in: Kategóriák megjelenítése

source: &Expand all tasks
in: &Minden feladat kibontása

source: Expand all tasks with subtasks
in: Minden részfeladattal rendelkezõ feladatot kibont

source: Expand the selected task(s)
in: Kijelölt feladat(ok) kibontása

source: &Collapse all tasks
in: Feladatok ö&sszehúzása

source: Collapse all tasks with subtasks
in: Minden részfeladattal rendelkezõ feladatot összehúz

source: Collapse the selected tasks with subtasks
in: Kiválasztott részfeladattal rendelkezõ feladatok összehúzása

source: &Find dialog
in: &Keresés

source: Show/hide find dialog
in: Keresõ ablak megjelenítése/elrejtése

source: Sort tasks ascending (checked) or descending (unchecked)
in: Feladatok rendezése növekvõ(bejelölt) vagy csökkenõ(nem bejelölt) sorrendben

source: &New task... INS
in: Ú&j feladat... INS

source: New &subtask... Ctrl+INS
in: Új &részfeladat... Ctrl+INS

source: &Mark completed Ctrl+ENTER
in: &Teljesítés Ctrl+ENTER

source: &Delete task DEL
in: Feladat &törlése DEL

source: Add a effort period to the selected task(s)
in: Új ráfordítás hozzáadása a kiválasztott feladathoz

source: &Tasks
in: &Feladatok

source: Help about the possible states of tasks
in: Feladatok lehetséges állapotainak súgója

source: &Colors
in: &Színek

source: Help about the possible colors of tasks
in: Feladatok lehetséges színeinek súgója

source: Sort tasks by subject
in: Feladatok rendezése tárgy szerint

source: &Days left
in: &Hátralévõ napok

source: Effort list
in: Ráfordítás lista

source: Tasks are colored according to the following rules: - Over due tasks are red; - Tasks due today are orange; - Active tasks are black; - Future tasks are gray, and - Completed tasks are green.
in: A feladatok színei a következõk lehetnek: - Lejárt feladatok vörösek; - Ma lejáró feladatok narancssárgák; - Aktív feladatok feketék; - Jõvõbeni feladatok szürkék, és - teljesített feladatok zöldek.

source: Tasks have the following properties: - Subject: a single line that summarizes the task. - Description: a multi-line description of the task. - Due date: the date the task should be finished. This can be 'None' indicating that this task has no fixed due date. - Start date: the first date on which the task can be started. The start date defaults to the date the task is created. - Completed: a flag that indicates whether the task is completed or not. - Completion date: this date is None as long as the task has not been completed. It is set to the current date when the user marks the task as completed. The completion date can also be entered manually. - Budget: amount of hours available for the task. Tasks always have exactly one of the following states: - Active: the start date is in the past and the due date in the future; - Inactive: the start date is in the future, or - Completed: the task has been completed. In addition, tasks can be referenced as: - Over due: the due date is in the past; - Due today: the due date is today; - Over budget: no buget left; - Under budget: still budget left; - No budget: the task has no budget.
in: A feladatoknak a következõ tulajdonságai vannak: - Tárgy: egy a feladatot összegzõ sor. - Leírás: a feladat többsoros leírása. - Határidõ: feladat befejezésének tervezett dátuma. Nem muszáj határidõnek lenni. - Kezdési dátuma: az elsõ idõpont amikor a feldatat elkezdõdik. A feladat alapértelmezett kezdési dátuma a feladat létrehozásának dátuma. - Teljesítés: egy jelzõ ami mutatja, hogy a feladat teljesítve van, vagy nem. - Teljesítés dátuma: nincs kitöltve addig amíg a feladat nincs teljesítve. Teljesítéskor a teljesítéskori dátumot írja be, de ez kézzel is módosítható. - Költésgvetés: feladatra fordítható órák száma. A feladatoknak az alábbi státuszai lehetnek: - Aktív: már elkezdõdött, de a határidõ még nem járt le; - Inaktív: még nem kezdõdött el, vagy - Teljesített: a feladat teljesítve van. Továbbá, a feladatoknak az alábbi állapotai lehetnek: - Lejárt: a határidõt túl léptük; - Ma jár le: Ma van a határidõ; - Túlköltekezés: kihasználtuk az elõírt idõt; - Költségen belül: még van ráfordítható idõ; - Költség nélküli: a feladathoz nincs ráfordítható idõ rendelve.
