Repository: vkucera/task-coach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Copy
in: Kopíruj

source: Delete
in: Vymaž

source: Cut
in: Vystrihni

source: Paste
in: Vlož

source: Drag and drop
in: Potiahni a polož

source: New category
in: Nová kategória

source: New subcategory
in: Nová podkategória

source: Edit category
in: Edituj kategóriu

source: Drag and drop category
in: Potiahni a polož kategóriu

source: New effort
in: Nová práca

source: Edit effort
in: Edituj prácu

source: Paste into task
in: Vlož do úlohy

source: Drag and drop task
in: Potiahni a polož úlohu

source: New task
in: Nová úloha

source: New subtask
in: Nová podúloha

source: Edit task
in: Edituj úlohu

source: Add attachment
in: Pridaj prílohu

source: Mark completed
in: Označ ako ukončenú

source: Start tracking
in: Začni merať

source: Stop tracking
in: Zastav meranie

source: Error while saving %s.ini: %s
in: Chyba pri ukladaní %s.ini: %s

source: Save error
in: Chyba pri ukladaní

source: New category...
in: Nová kategória...

source: Insert a new category
in: Vlož novú kategóriu

source: Edit category...
in: Edituj kategóriu...

source: Edit the selected categories
in: Edituje označenú kategóriu

source: Delete category
in: Vymaž kategóriu

source: Delete the selected categories
in: Vymaže označenú kategóriu

source: New subcategory...
in: Nová podkategória...

source: Insert a new subcategory
in: Vlož novú podkategóriu

source: &New effort...
in: &Nová práca...

source: Add an effort period to the selected task(s)
in: Pridá obdobie práce k označenej úlohe

source: &Edit effort...
in: &Edituj prácu...

source: Edit the selected effort period(s)
in: Edituje označené obdobie práce

source: &Delete effort
in: &Vymaž prácu

source: Delete the selected effort period(s)
in: Vymaže označené obdobie práce

source: &New task...
in: &Nová úloha...

source: New &subtask...
in: Nová &podúloha...

source: Insert a new task
in: Vlož novú úlohu

source: &Edit task...
in: &Edituj úlohu...

source: Edit the selected task
in: Edituj označenú úlohu

source: &Delete task Ctrl+DEL
in: &Vymaž úlohu Ctrl+DEL

source: Delete the selected task(s)
in: Vymaže označenú úlohu

source: Insert a new subtask into the selected task
in: Vlož novú podúlohu do vybranej úlohy

source: For this task
in: Pre túto úlohu

source: For this task including all subtasks
in: Pre túto úlohu vrátane jej podúloh

source: Description
in: Popis

source: Subject
in: Názov

source: Priority
in: Priorita

source: Dates
in: Dátumy

source: Start date
in: Dátum začiatku

source: Due date
in: Termín

source: Completion date
in: Dátum dokončenia

source: Reminder
in: Pripomienka

source: Budget
in: Rozpočet

source: Revenue
in: Odmena

source: Time spent
in: Strávený čas

source: Budget left
in: Zostáva v rozpočte

source: Hourly fee
in: Hodinová odmena

source: Fixed fee
in: Pevná odmena

source: Effort per day
in: Práca za deň

source: Effort per week
in: Práca za týždeň

source: Effort per month
in: Práca za mesiac

source: Categories
in: Kategórie

source: Attachments
in: Prílohy

source: Attachment filenames
in: Názvy súborov s prílohami

source: Open attachment
in: Otvor prílohu

source: Remove attachment
in: Odstráň prílohu

source: Edit filename
in: Edituj názov súboru

source: Browse for new attachment...
in: Nalistuj novú prílohu...

source: Attachment filename
in: Názov súboru s prílohou

source: Error opening attachment
in: Chyba pri otváraní prílohy

source: Task behavior
in: Správanie úlohy

source: Use application-wide setting
in: Použi nastavenie aplikácie

source: No
in: Nie

source: Yes
in: Áno

source: Mark task completed when all children are completed?
in: Označiť úlohu ako dokončenú, keď sú dokončené všetky podúlohy?

source: Effort
in: Práca

source: Behavior
in: Správanie

source: Task
in: Úloha

source: Start tracking from last stop time
in: Začni merať od posledného zastavenia

source: Start
in: Začni

source: Stop
in: Zastav

source: Auto save after every change
in: Automaticky ulož po každej zmene

source: Create backup copy before overwriting a %s file
in: Vytvor záložnú kópiu pred prepísaním súboru %s

source: Maximum number of recent files to remember
in: Maximálny počet pamätaných posledných súborov

source: Save settings (%s.ini) in same directory as the program
in: Ulož nastavenia (%s.ini) v rovnakom adresári ako je program

source: (For running %s from a removable medium)
in: (Aby sa dalo spustiť %s z prenosného média)

source: Show splash screen on startup
in: Zobrazuj úvodný obrázok pri štarte

source: Show tips window on startup
in: Zobrazuj okno s tipmi pri štarte

source: Hide main window when iconized
in: Skry hlavné okno pri zmenšení na ikonu

source: Minimize main window when closed
in: Minimalizuj hlavné okno pri zatvorení

source: Language
in: Jazyk

source: This setting will take effect after you restart %s
in: Toto nastavenie sa prejaví po reštarte %s

source: Click this button to change the color of active tasks
in: Týmto tlačidlom nastavíte farbu aktívnych úloh

source: Click this button to change the color of inactive tasks
in: Týmto tlačidlom nastavíte farbu neaktívnych úloh

source: Click this button to change the color of completed tasks
in: Týmto tlačidlom nastavíte farbu dokončených úloh

source: Click this button to change the color of over due tasks
in: Týmto tlačidlom nastavíte farbu úloh so zmeškaným termínom

source: Click this button to change the color of tasks due today
in: Týmto tlačidlom nastavíte farbu úloh, ktoré majú termín dnes

source: Mark parent task completed when all children are completed
in: Označuj úlohu ako dokončenú, keď sú dokončené všetky jej podúlohy

source: Window behavior
in: Správanie okna

source: Files
in: Súbory

source: Colors
in: Farby

source: %s files (*.tsk)|*.tsk|XML files (*.xml)|*.xml|All files (*.*)|*
in: Súbory %s (*.tsk)|*.tsk|Súbory XML (*.xml)|*.xml|Všetky súbory (*.*)|*

source: iCalendar files (*.ics)|*.ics|All files (*.*)|*
in: Súbory iCalendar (*.ics)|*.ics|Všetky súbory (*.*)|*

source: HTML files (*.html)|*.html|All files (*.*)|*
in: Súbory HTML (*.html)|*.html|Všetky súbory (*.*)|*

source: CSV files (*.csv)|*.csv|Text files (*.txt)|*.txt|All files (*.*)|*
in: Súbory CSV (*.csv)|*.csv|Textové súbory (*.txt)|*.txt|Všetky súbory (*.*)|*

source: Open
in: Otvor

source: Error while reading %s:
in: Chyba pri čítaní %s:

source: Are you sure it is a %s-file?
in: Ste si istý, že je to súbor %s?

source: Loaded %(nrtasks)d tasks from %(filename)s
in: Načítaných %(nrtasks)d úloh z %(filename)s

source: Merge
in: Spoj

source: Merged %(filename)s
in: Spojené %(filename)s

source: Save as...
in: Ulož ako...

source: Export as iCalendar...
in: Exportuj ako iCalendar...

source: Exported %(nrtasks)d tasks to %(filename)s
in: Exportovaných %(nrtasks)d úloh do %(filename)s

source: Export as HTML...
in: Exportuj ako HTML...

source: Exported %(nrtasks)d items to %(filename)s
in: Exportovaných %(nrtasks)d položiek do %(filename)s

source: Export as CSV...
in: Exportuj ako CSV...

source: You have unsaved changes. Save before closing?
in: Od posledného uloženia sú zmeny. Uložiť pred zavretím?

source: %s: save changes?
in: %s: uložiť zmeny?

source: Closed %s
in: Zavreté %s

source: Saved %(nrtasks)d tasks to %(filename)s
in: Uložených %(nrtasks)d úloh do %(filename)s

source: Welcome to %(name)s version %(version)s
in: Vitajte v %(name)s verzia %(version)s

source: &File
in: &Súbor

source: &Edit
in: &Edituj

source: &View
in: &Zobraz

source: &Task
in: Ú&loha

source: Eff&ort
in: &Práca

source: &Category
in: &Kategória

source: &Help
in: P&omoc

source: &Select
in: &Výber

source: &Sort
in: &Zoraď

source: T&oolbar
in: &Nástroje

source: now
in: teraz

source: %d tasks due today
in: Dnes má termín %d úloh

source: &Open... Ctrl+O
in: &Otvor... Ctrl+O

source: Open a %s file
in: Otvor ako súbor %s

source: Open %s
in: Otvor %s

source: &Merge...
in: &Spoj...

source: Merge tasks from another file with the current file
in: Spoj úlohy z iného súboru s aktuálnym súborom

source: &Close
in: &Zavri

source: Close the current file
in: Zavri aktuálny súbor

source: &Save Ctrl+S
in: &Ulož Ctrl+S

source: Save the current file
in: Ulož aktuálny súbor

source: S&ave as...
in: Ulož &ako...

source: Save the current file under a new name
in: Ulož aktuálny súbor pod novým názvom

source: Sa&ve selection...
in: Ulož &výber...

source: Save the selected tasks to a separate file
in: Ulož vybrané úlohy do samostatného súboru

source: Page
in: Strana

source: Page setup...
in: Nastavenie strany...

source: Setup the characteristics of the printer page
in: Nastavenie vlastností strany na tlačiarni

source: Print preview
in: Náhľad tlače

source: Show a preview of what the print will look like
in: Zobraz náhľad, ako bude vyzerať tlač

source: Print...
in: Tlač...

source: Print the current file
in: Vytlač aktuálny súbor

source: Export as &HTML...
in: Exportuj ako &HTML...

source: Export the current view as HTML file
in: Exportuj aktuálny pohľad ako súbor HTML

source: Export as &CSV...
in: Exportuj ako &CSV...

source: Export the current view in Comma Separated Values (CSV) format
in: Exportuj aktuálny pohľad vo formáte Hodnoty oddelené čiarkami (CSV)

source: &Quit Ctrl+Q
in: &Koniec Ctrl+Q

source: Exit %s
in: Vypni %s

source: &Undo
in: &Späť

source: Undo the last command
in: Vráť späť posledný príkaz

source: &Redo
in: &Znova

source: Redo the last command that was undone
in: Znova zopakuj posledný zrušený príkaz

source: Cu&t Ctrl+X
in: Vy&strihni Ctrl+X

source: Cut the selected item(s) to the clipboard
in: Vystrihni vybrané položky do schránky

source: &Copy Ctrl+C
in: &Kopíruj Ctrl+C

source: Copy the selected item(s) to the clipboard
in: Skopíruj vybrané položky do schránky

source: &Paste Ctrl+V
in: &Vlož Ctrl+V

source: Paste item(s) from the clipboard
in: Vlož položky zo schránky

source: Paste item(s) from the clipboard into the selected task
in: Vlož položky zo schránky do vybranej úlohy

source: Preferences...
in: Nastavenia...

source: Edit preferences
in: Edituj nastavenia

source: &All Ctrl+A
in: &Všetko Ctrl+A

source: Select all items in the current view
in: Označ všetky položky v aktuálnom pohľade

source: &Invert selection Ctrl+I
in: Označ &naopak Ctrl+I

source: Select unselected items and unselect selected items
in: Označ neoznačené položky a odznač označené položky

source: &Clear selection
in: &Zruš označenie

source: Unselect all items
in: Odznač všetky položky

source: &Hide this column
in: &Skry tento stĺpec

source: Hide the selected column
in: Skryje označený stĺpec

source: E&xpand
in: R&ozbaľ

source: C&ollapse
in: Z&baľ

source: &Active
in: &Aktívne

source: Show/hide active tasks (tasks with a start date in the past and a due date in the future)
in: Zobrazí/skryje aktívne úlohy (úlohy s dátumom štartu v minulosti a termínom v budúcnosti)

source: &Inactive
in: &Neaktívne

source: Show/hide inactive tasks (tasks with a start date in the future)
in: Zobrazí/skryje neaktívne úlohy (úlohy s dátumom štartu v budúcnosti)

source: &Completed
in: &Dokončené

source: Show/hide completed tasks
in: Zobrazí/skryje dokončené úlohy

source: &Over due
in: &Zmeškané

source: Show/hide over due tasks (tasks with a due date in the past)
in: Zobrazí/skryje zmeškané úlohy (úlohy s termínom v minulosti)

source: Over &budget
in: Nad &rozpočet

source: Show/hide tasks that are over budget
in: Zobrazí/skryje úlohy, ktoré prekročili rozpočet

source: Show/hide tasks with subtasks
in: Zobrazí/skryje úlohy s podúlohami

source: Mark the selected task(s) completed
in: Označní vybranú úlohu ako dokončenú

source: Tasks
in: Úlohy

source: Please enter recipient
in: Prosím zadajte adresáta

source: &Add attachment
in: &Pridaj prílohu

source: Browse for files to add as attachment to the selected task(s)
in: Nalistuj súbory, ktoré sa pridajú ako prílohy k vybranej úlohe

source: &Start tracking effort
in: &Začni merať prácu

source: Start tracking effort for the selected task(s)
in: Začne merať prácu na označenej úlohe

source: St&op tracking effort
in: Za&stav meranie práce

source: Stop tracking effort for the active task(s)
in: Zastaví meranie práce na označenej úlohe

source: &Help contents
in: &Obsah pomoci

source: Help about the program
in: Pomoc k programu

source: Help
in: Pomoc

source: &Tips
in: &Tipy

source: Tips about the program
in: Tipy o programe

source: &About %s
in: &O programe %s

source: Version and contact information about %s
in: Verzia a kontaktná informácia o %s

source: Help: About %s
in: Pomoc: O programe %s

source: &License
in: &Licencia

source: %s license
in: Licencia %s

source: Help: %s license
in: Pomoc: Licencia %s

source: &Restore
in: &Obnov

source: Restore the window to its previous state
in: Obnoví pôvodný stav okna

source: Show/hide start date column
in: Zobrazí/skryje stĺpec dátum štartu

source: &Start date
in: Dátum š&tartu

source: Show/hide due date column
in: Zobrazí/skryje stĺpec termín

source: &Due date
in: &Termín

source: Show/hide days left column
in: Zobrazí/skryje stĺpec zostávajúce dni

source: D&ays left
in: Zostávajúce &dni

source: Co&mpletion date
in: Dátum do&končenia

source: Show/hide completion date column
in: Zobrazí/skryje stĺpec dátum dokončenia

source: Show/hide budget column
in: Zobrazí/skryje stĺpec rozpočet

source: &Budget
in: &Rozpočet

source: Show/hide total budget column (total budget includes budget for subtasks)
in: Zobrazí/skryje stĺpec celkový rozpočet (celkový rozpočet zahŕňa aj rozpočty na podúlohy)

source: Total b&udget
in: &Celkový rozpočet

source: Show/hide time spent column
in: Zobrazí/skryje stĺpec strávený čas

source: &Time spent
in: &Strávený čas

source: Show/hide total time spent column (total time includes time spent on subtasks)
in: Zobrazí/skryje stĺpec celkový strávený čas (celkový čas zahŕňa aj čas strávený na podúlohách)

source: T&otal time spent
in: C&elkový strávený čas

source: Show/hide budget left column
in: Zobrazí/skryje stĺpec zostávajúci rozpočet

source: Budget &left
in: Z&ostávajúci rozpočet

source: Show/hide total budget left column (total budget left includes budget left for subtasks)
in: Zobrazí/skryje stĺpec celkový zostávajúci rozpočet (celkový zostávajúci rozpočet zahŕňa aj zostávajúce rozpočty pre podúlohy)

source: Total budget l&eft
in: Zostávajúci ce&lkový rozpočet

source: Show/hide priority column
in: Zobrazí/skryje stĺpec priorita

source: &Priority
in: &Priorita

source: O&verall priority
in: Celková priorit&a

source: Show/hide overall priority column (overall priority is the maximum priority of a task and all its subtasks)
in: Zobrazí/skryje stĺpec celková priorita (celková priorita je maximum z priorít úlohy a jej podúloh)

source: Show/hide hourly fee column
in: Zobrazí/skryje stĺpec hodinová mzda

source: &Hourly fee
in: &Hodiná mzda

source: Show/hide fixed fee column
in: Zobrazí/skryje stĺpec pevná mzda

source: &Fixed fee
in: Pevná &mzda

source: &Total fixed fee
in: Celková pevná m&zda

source: Show/hide total fixed fee column
in: Zobrazí/skryje stĺpec celková pevná mzda

source: Show/hide revenue column
in: Zobrazí/skryje stĺpec príjmy

source: &Revenue
in: Príjm&y

source: Show/hide total revenue column
in: Zobrazí/skryje stĺpec celkové príjmy

source: T&otal revenue
in: Celkové prí&jmy

source: All date columns
in: Všetky sĺpce dátumov

source: Show/hide all date-related columns
in: Zobrazí/skryje všetky stĺpce súvisiace s dátumami

source: All budget columns
in: Všetky stĺpce rozpočtu

source: Show/hide all budget-related columns
in: Zobrazí/skryje stĺpec všetky stĺpce súvisiace s rozpočtom

source: All financial columns
in: Zobrazí/skryje všetky finančné stĺpce

source: Show/hide all finance-related columns
in: Zobrazí/skryje všetky stĺpce súvisiace s financiami

source: &Ascending
in: &Rastúce

source: Sort case sensitive
in: Rozlišuj VEĽKÉ a malé

source: When comparing text, sorting is case sensitive (checked) or insensitive (unchecked)
in: Pri porovnávaní textu sa VEĽKÉ písmená berú inak (zaškrtnuté) alebo rovnako (nezaškrtnuté) ako malé

source: Sort by status &first
in: Zoraď najprv podľa &stavu

source: Sort tasks by status (active/inactive/completed) first
in: Zoraď úlohy v prvom rade podľa stavu (aktívna/neaktívna/dokončená)

source: Sub&ject
in: &Názov

source: Sort tasks by start date
in: Zoraď úlohy podľa dátumu štartu

source: Sort tasks by due date
in: Zoraď úlohy podľa termínu

source: &Completion date
in: Dátum &dokončenia

source: Sort tasks by completion date
in: Zoraď úlohy podľa dátumu dokončenia

source: Sort tasks by number of days left
in: Zoraď úlohy podľa počtu zostávajúcich dní

source: Sort tasks by budget
in: Zoraď úlohy podľa rozpočtu

source: Sort tasks by total budget
in: Zoraď úlohy podľa celkového rozpočtu

source: Sort tasks by time spent
in: Zoraď úlohy podľa stráveného času

source: Sort tasks by total time spent
in: Zoraď úlohy podľa celkového stráveného času

source: Sort tasks by budget left
in: Zoraď úlohy podľa zostávajúceho rozpočtu

source: Sort tasks by total budget left
in: Zoraď úlohy podľa celkového zostávajúceho rozpočtu

source: Sort tasks by priority
in: Zoraď úlohy podľa priority

source: Sort tasks by overall priority
in: Zoraď úlohy podľa celkovej priority

source: Overall priority
in: Celková priorita

source: Sort tasks by hourly fee
in: Zoraď úlohy podľa hodinovej mzdy

source: Sort tasks by fixed fee
in: Zoraď úlohy podľa pevnej mzdy

source: Sort tasks by total fixed fee
in: Zoraď úlohy podľa celkovej pevnej mzdy

source: Total fi&xed fee
in: Celková &pevná mzda

source: Sort tasks by revenue
in: Zoraď úlohy podľa príjmu

source: Sort tasks by total revenue
in: Zoraď úlohy podľa celkového príjmu

source: Total re&venue
in: Celkový p&ríjem

source: &Hide
in: &Skry

source: Hide the toolbar
in: Skryje panel nástrojov

source: &Small images
in: &Malé obrázky

source: Small images (16x16) on the toolbar
in: Malé obrázky (16×16) na paneli nástrojov

source: &Medium-sized images
in: &Stredne veľké obrázky

source: Medium-sized images (22x22) on the toolbar
in: Stredne veľké obrázky (22×22) na paneli nástrojov

source: &Large images
in: &Veľké obrázky

source: Large images (32x32) on the toolbar
in: Veľké obrázky (32×32) na paneli nástrojov

source: Show/hide status bar
in: Ukáž/skry stavový panel

source: Status&bar
in: S&tavový panel

source: &Today
in: &Dnes

source: Only show tasks due today
in: Ukáž iba úlohy, ktoré majú termín dnes

source: Only show tasks due today and tomorrow
in: Ukáž iba úlohy, ktoré majú termín dnes alebo zajtra

source: T&omorrow
in: &Zajtra

source: Only show tasks due this work week (i.e. before Friday)
in: Ukáž iba úlohy, ktoré majú termín tento pracovný týždeň (čiže do piatku)

source: Wo&rk week
in: &Pracovný týždeň

source: &Week
in: Týždeň

source: Only show tasks due this week (i.e. before Sunday)
in: Ukáž iba úlohy, ktoré majú termín tento týždeň (čiže do nedele)

source: &Month
in: Mesiac

source: Only show tasks due this month
in: Ukáž iba úlohy, ktoré majú termín tento mesiac

source: &Year
in: Rok

source: Only show tasks due this year
in: Ukáž iba úlohy, ktoré majú termín tento rok

source: &Unlimited
in: Neobmedzene

source: Show all tasks
in: Ukáž všetky úlohy

source: Mail task
in: Pošli úlohu poštou

source: Mail the task, using your default mailer
in: Pošli úlohu poštou pomocou štandardného poštového programu

source: &Dates
in: &Dátumy

source: &Financial
in: &Finančný

source: Tasks: %d selected, %d visible, %d total
in: Úlohy: %d označených, %d viditeľných, %d celkovo

source: Status: %d over due, %d inactive, %d completed
in: Stav: %d po zmeškaných, %d neaktívnych, %d dokončených

source: Days left
in: Zostáva dní

source: Total budget
in: Celkový rozpočet

source: Total time spent
in: Celkový strávený čas

source: Total budget left
in: Celkový zostávajúci rozpočet

source: Total fixed fee
in: Celková pevná mzda

source: Total revenue
in: Celkové príjmy

source: Task list
in: Zoznam úloh

source: Task tree
in: Strom úloh

source: Effort: %d selected, %d visible, %d total
in: Práca: %d označených, %d viditeľných, %d celkovo

source: Status: %d tracking
in: Stav: %d meraných

source: Period
in: Obdobie

source: <h3><a name="tasks">Tasks</a></h3>
in: <h3><a name="tasks">Úlohy</a></h3>

source: <h4><a name="abouttasks">About tasks</a></h4> <p>Tasks are the basic objects that you manipulate. Tasks can represent anything from a simple little thing you have to do, like buying a gift for your loved one, to a complete project, consisting of different phases, and numerous activities.</p>
in: <h4><a name="abouttasks">O úlohách</a></h4> <p>Úohy sú základné objekty, ktorými môžete narábať. Úlohy môžu predstavovať čokoľvek, od jednoduchej povinnosti ako je nákup darčeka pre milovanú osobu, až po celkový projekt, ktorý sa skladá rôznych fáz a mnohých aktivít.</p>
